/* In browser window title */
"Get a registration key!" = "후원키를 얻으세요!";

/* The full name of the supporter */
"Registered to {0}" = "{0}에게 등록되었습니다";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "후원해 주셔서 감사합니다! 여러분의 후원이 Cyberducck 개발을 향상하는데 큰 도움이 됩니다.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "후원키가 Application Support 폴더로 복사되었습니다.";

/* Validation failed */
"Not a valid registration key" = "유효하지 않은 후원키";

"This registration key does not appear to be valid." = "이 후원키는 유효하지 않습니다.";

/* Thank you */
"Continue" = "계속";

